import { InfoPageContainer as Container } from '../ui/InfoPageContainer'
import { InfoPageH3 as H3 } from '../ui/InfoPageH3'

export function InfoPageOpt() {
  return (
    <Container>
      <p>
        Мы рады предложить вам выгодные условия для оптовых закупок бижутерии.
        Наши клиенты получают доступ к широкому ассортименту бижутерии и
        привлекательным скидкам, что делает сотрудничество с нами еще более
        удобным и выгодным.
      </p>

      <H3>Минимальная сумма заказа</H3>
      <p>
        Минимальная сумма заказа на сайте составляет 3000 рублей по ценам,
        указанным на сайте. Цены на сайте ОПТОВЫЕ.
      </p>

      <H3>Градация дополнительных скидок</H3>
      <p>
        Мы предлагаем дополнительные скидки в зависимости от суммы
        единовременного заказа:
      </p>

      <p>От 30 000 рублей — скидка 3% от цены сайта</p>

      <p>От 50 000 рублей — скидка 7% от цены сайта</p>

      <p>От 80 000 рублей — скидка 10% от цены сайта</p>

      <p>
        Эти скидки позволяют нашим клиентам получать продукцию по еще более
        выгодным ценам и увеличивать прибыльность своих продаж.
      </p>

      <H3>Бонусная система лояльности</H3>
      <p>
        Мы ценим наших клиентов и разработали специальную бонусную систему
        лояльности. За каждый заказ клиентам начисляется 3% от суммы в виде
        бонусных баллов, где 1 бонус равен 1 рублю. Бонусные баллы можно
        использовать для оплаты до 50% стоимости следующего заказа.
      </p>

      <p>
        Срок действия бонусных баллов составляет 60 дней с момента их
        начисления. Неиспользованные бонусы сгорают, поэтому рекомендуем
        своевременно их использовать для получения максимальной выгоды.
      </p>
    </Container>
  )
}
