import { InfoPageContainer as Container } from '../ui/InfoPageContainer'
import { InfoPageH3 as H3 } from '../ui/InfoPageH3'

export function InfoPageAbout() {
  return (
    <Container>
      <H3>О нас</H3>

      <p>
        Добро пожаловать на наш сайт Шёлковый путь! Мы специализируемся на
        оптовых поставках бижутерии, предлагая широкий ассортимент изделий
        высокого качества по доступным ценам. Наше компания работает на рынке
        уже более десяти лет, завоевывая доверие и признание клиентов благодаря
        надежности, оперативности и индивидуальному подходу к каждому партнеру.
      </p>

      <H3>Наша миссия</H3>

      <p>
        Мы стремимся сделать мир моды доступным для всех. Наша миссия –
        предоставить нашим клиентам возможность приобретать модные и стильные
        украшения, которые подчеркнут их индивидуальность и стиль, без
        необходимости переплачивать.
      </p>

      <H3>Наш ассортимент</H3>

      <p>
        Мы предлагаем разнообразный выбор бижутерии как классической, так и
        трендовой включая:
      </p>

      <p>Серьги</p>
      <p>Браслеты</p>
      <p>Цепочки</p>
      <p>Кольца</p>
      <p>Комплекты</p>
      <p>Кулоны/подвески</p>
      <p>Подарочные коробочки</p>

      <p>
        Наш каталог постоянно обновляется, чтобы вы всегда могли найти новейшие
        тренды и эксклюзивные модели.
      </p>

      <H3>Наши преимущества</H3>

      <p>
        Высокое качество продукции: Мы сотрудничаем только с проверенными
        производителями, что гарантирует долговечность и безопасность нашей
        продукции.
      </p>

      <p>
        Конкурентные цены: Закупая бижутерию напрямую у производителей, мы можем
        предложить нашим клиентам лучшие цены на рынке.
      </p>

      <p>
        Быстрая доставка: Мы понимаем, насколько важно получать заказы вовремя,
        поэтому предлагаем оперативную и надежную доставку в любую точку страны.
      </p>

      <p>
        Индивидуальный подход: Мы ценим каждого клиента и готовы предложить
        индивидуальные условия сотрудничества, скидки и специальные предложения
        для постоянных партнеров.
      </p>

      <p>
        Простота заказа: Наш сайт разработан таким образом, чтобы процесс заказа
        был максимально простым и удобным. Вы можете легко найти нужные товары,
        оформить заказ и получить профессиональную консультацию наших
        менеджеров.
      </p>

      <H3>Почему выбирают нас</H3>

      <p>
        Наша компания зарекомендовала себя как надежный партнер, предоставляющий
        высококачественную бижутерию оптом. Мы гордимся нашими долгосрочными
        отношениями с клиентами, основанными на взаимном уважении и доверии.
        Присоединяйтесь к числу наших довольных клиентов и убедитесь сами в
        преимуществах работы с нами.
      </p>
    </Container>
  )
}
