import { InfoPageContainer as Container } from '../ui/InfoPageContainer'
import { InfoPageH3 as H3 } from '../ui/InfoPageH3'

export function InfoPageDelivery() {
  return (
    <Container>
      <p>
        Мы стремимся сделать процесс получения вашего заказа максимально удобным
        и быстрым.
      </p>

      <H3>Стоимость доставки</H3>
      <p>
        Стоимость доставки по всей территории России составляет 450 рублей. Мы
        сотрудничаем с надежными транспортными компаниями, чтобы обеспечить
        своевременную и безопасную доставку вашей продукции.
      </p>

      <H3>Бесплатная доставка</H3>
      <p>
        Для наших оптовых клиентов действует специальное предложение: при сумме
        заказа от 30 000 рублей доставка осуществляется бесплатно. Это позволяет
        вам сэкономить на транспортных расходах и получить продукцию по еще
        более выгодной цене.
      </p>

      <H3>Сроки отгрузки</H3>
      <p>
        После подтверждения оплаты, мы производим сбор и отгрузку вашего заказа
        в течение 1-2 рабочих дней. Это гарантирует, что вы получите свою
        продукцию в кратчайшие сроки.
      </p>

      <H3>Транспортные компании</H3>
      <p>
        Мы осуществляем доставку через проверенные транспортные компании, такие
        как СДЭК и Почта России. Это позволяет нам обеспечить надежную и
        оперативную доставку ваших заказов в любую точку страны.
      </p>

      <H3>Сроки доставки</H3>
      <p>
        Мы понимаем, насколько важно получать заказы вовремя. В зависимости от
        вашего региона, сроки доставки могут варьироваться, но мы всегда
        стараемся обеспечить максимально быструю и точную доставку.
        Ориентировочные сроки доставки будут сообщены вам менеджером при
        подтверждении заказа.
      </p>

      <H3>Отслеживание заказа</H3>
      <p>
        После отправки заказа вы получите трекинговый номер, с помощью которого
        сможете отслеживать статус доставки в режиме онлайн. Это позволит вам
        быть в курсе текущего местоположения вашего заказа и ориентироваться на
        ожидаемую дату получения.
      </p>

      <p>
        Свяжитесь с нами, если у вас есть вопросы по доставке, и наши менеджеры
        с радостью предоставят вам всю необходимую информацию. Мы ценим ваше
        время и делаем все возможное, чтобы вы получили ваш заказ быстро и без
        хлопот.
      </p>
    </Container>
  )
}
